examples/EmberPaperCases/FenceHeight/36ft/aa_NoFenceNoHouse/a_windSim/constant/momentumTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RAS;

RAS
{
    model           kEpsilon;

    turbulence      on;

    printCoeffs     on;
	
	kEpsilonCoeffs
	{
	    Cmu              0.09;
	    C1               1.44;
	    C2               1.92;
	    alphak           1.0;
	    alphaEps         0.76923;
	}

}


// ************************************************************************* //
